using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace ConsoleApp2
{
    internal class Program
    {
        static void Main(string[] args)
        {
            //Var 1
            //Console.Write("ВИНЕГРЕТ ОВОЩНОЙ\r\nКартофель — 3 шт. \r\nМорковь — 2 шт. \r\nСвекла — 1 шт. \r\nСоленые огурцы — 2 шт. \r\nЛук зеленый — 50 г \r\nМасло растительное— 2 ст. ложки \r\nПерец молотый, горчица, укроп — по вкусу \r\nОгурцы, *вареный картофель, свеклу морковь нарезать тонкими ломтиками, лук нашинковать, соли, горчицы. Готовый винегрет поставить в холодильник. \r\nПри подаче на стол винегрет уложить горкой в салатник, украсить зеленым салатом, посыпать укропом.\r\n");

            //Var 2
            Console.Write("Картофель — 3 шт. \r\nМорковь — 2 шт. \r\nСвекла — 1 шт. \r\nСоленые огурцы — 2 шт. \r\n");
            Console.Write("                                                                                           Лук зеленый — 50 г \r\n                                                                                         Масло растительное— 2 ст. ложки \r\n                                                                                Перец молотый, горчица, укроп — по вкусу");       
            Console.Write("    Огурцы, вареный картофель, свеклу морковь нарезать тонкими\r\nломтиками, лук нашинковать, соли, горчицы. Готовый винегрет\r\n поставить в холодильник. ");
            Console.Write("                                                  При подаче на стол винегрет уложить горкой в                                                                            салатник, украсить зеленым салатом, посыпать                                                                                                                укропом.");
            
            Console.ReadKey();
        }
    }
}
